import HeaderNav from "../components/navigtion/HeaderNav";
import "./css/about.css";
function About() {
    return (<>
        <HeaderNav />
        <div className="about">
            <h2>אודות "זיכרון עולם"</h2>

            <p>
                אתר "זיכרון עולם" הוקם במטרה לאפשר למשפחות, חברים ומכרים ללמוד
                משניות לעילוי נשמתם של יקיריהם שהלכו לעולמם.
            </p>

            <p>
                הרעיון להקמת האתר עלה לראשונה כאשר מייסד האתר, משה כהן, חיפש
                דרך לכבד את זכר אמו שנפטרה לאחר מחלה קשה. הוא רצה למצוא דרך
                משמעותית עבורו ועבור בני משפחתו האחרים להנציח את זכרה, וכך עלה
                הרעיון של לימוד משניות לעילוי נשמתה.
            </p>

            <p>
                משה פנה לרב של הקהילה ושאל אותו כמה משניות יש ללמוד על מנת
                "לגמור" את כל התהליך של עליית הנשמה. הרב חייך ואמר שאין מספר
                קבוע, ושכל משנה שלומדים זו זכות גדולה לנשמה.
            </p>

            <p>
                אז החליט משה ליצור מקום מרכזי, וירטואלי, שבו כל אדם שמעוניין יוכל
                ללמוד משניות לעילוי נשמתם של נפטריו.
            </p>

            <p>
                כך קם האתר "זיכרון עולם" - מתוך אהבה, כבוד ורצון להמשיך ללוות
                את היקרים לנו גם לאחר לכתם מן העולם.
            </p>

            <p>
                נשמח לעמוד לרשותכם ולסייע בכל שאלה או בקשה.
            </p>

            <p>צוות "זיכרון עולם"</p>

        </div>
    </>
    );
}
export default About;   