
INSERT INTO `storys` (`user_id`, `passed_away_id`, `title`, `story`) VALUES
(1, 1, 'עזרה לעניים', 'הרב עובדיה יוסף היה ידוע ברחמיו הגדולים. הוא היה יוצא לעיתים קרובות בלילות בתחפושת כדי להשאיר כסף בדלתותיהם של משפחות נזקקות.'),
(2, 1, 'לימוד תורה', 'גם כרב ראשי, הרב עובדיה יוסף המשיך לתת את שיעוריו היומיים וללמד תורה את ההמונים.'),
(3, 1, 'אמירת תהילים', 'מסופר שהרב עובדיה יוסף היה נשאר ער עד שעות מאוחרות בלילה, וקורא תהילים ומתפלל עבור כל עם ישראל.'), 
(4, 1, 'הכוונת המבולבלים', 'צעיר שהתחבט בספקות לגבי הדת הגיע לרב יוסף. הרב ישב איתו שעות והדריך אותו בעדינות בחזרה לאמונה.'),

(2, 2, 'זעם צדיק', 'כשהרב מרדכי אליהו שמע על התנהגות בלתי הולמת בשכונות חרדיות, הוא נזף בעבריינים באופן ברור.'),
(2, 2, 'מגן ישראל', 'הרב אליהו התנגד בתוקף למסירת חלקים מארץ ישראל. נאומיו האשיים עוררו אהבה לארץ.'), 
(2, 2, 'מורם של מנהיגים', 'רבים ממנהיגי הציונות הדתית היו תלמידיו של הרב אליהו וראו בו את רבם.'),
(4, 2, 'אהוב הספרדים', 'למרות שהיה אשכנזי, הרב אליהו זכה לאהדה רבה אפילו בקרב יהודים ספרדים על דאגתו ואהבתו לכלל ישראל.'),

(5, 3, 'עילוי מפליא', 'כצעיר, כישרון הלימוד של הרב שלמה זלמן אוירבך היה מדהים עד שגדולי הרבנים הבחינו בו.'), 
(7, 3, 'ענווה ופשטות', 'למרות תהילתו כאחד מגדולי התורה של הדור, הרב אוירבך חי בענווה מוחלטת ובפשטות רבה.'),
(6, 3, 'דאגה לכל אדם', 'הרב אוירבך לא היה ישן בלילות מדאגה לנשמות יהודיות שהתקשו בחומר או ברוחניות.'),
(8, 3, 'מורה לרבבות', 'הרב אוירבך נודע כמי שהכשיר רבנים, דיינים ומורים יותר מכל אדם אחר בדורו.'),

(9, 4, 'עילוי בגיל צעיר', 'הרב יוסף שלום אלישיב הפגין שליטה מדהימה בתלמוד ומפרשיו, כבר כמתבגר צעיר.'),  
(1, 4, 'מסירות ללימוד', 'כבעל ואב, הרב אלישיב חי בעוני הגדול ביותר כדי למקסם את שעות הלימוד שלו.'),
(3, 4, 'מענה לשאלות', 'למרות בריאותו הרופפת, הרב אלישיב היה מבלה כמעט את כל היום והלילה במתן מענה לשאלות הלכתיות מכל רחבי העולם.'), 
(5, 4, 'דאגה לציבור', 'לאחר יום הולדתו ה-100, הרב אלישיב המשיך להקדיש את עצמו לטפל בסוגיות הקשורות לעתיד העם היהודי.');